Repository: LogicalAddress/leadr-themes
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: (%(earned)s/%(possible)s point)
vi: (%(earned)s/%(possible)s points)

source: (%(num_points)s point possible)
vi: (%(num_points)s points possible)

source: Timer has expired
vi: Đã hết thời gian

source: Answer:
vi: Trả lời:

source: Hide Answer
vi: Ẩn câu trả lời

source: Show Answer
vi: Hiện câu trả lời

source: Answer hidden
vi: Câu trả lời bị ẩn

source: Status: unsubmitted
vi: Tình trạng: Chưa gửi kết quả

source: Speed: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
vi: Tốc độ: Ấn nút UP để vào thanh công cụ điều chỉnh tốc độ sau đó dùng nút UP và DOWN để thử các tốc độ khác nhau, sau đó ấn nút ENTER để thay đổi sang tốc độ đã chọn.

source: Turn off transcript
vi: Tắt chế độ hiện lời thoại

source: Language: Press the UP arrow key to enter the language menu, then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
vi: Ngôn ngữ: Ấn nút mũi tên UP để vào thanh công cụ ngôn ngữ, sau đó dùng nút mũi tên UP and DOWN để tìm kiếm các tuỳ chọn ngôn ngữ. Ấn nút ENTER để thay đổi sang ngôn ngữ đã chọn

source: Activating an item in this group will spool the video to the corresponding time point. To skip transcript, go to previous item.
vi: Chọn bất kỳ điểm nào trong nhóm này sẽ kéo video đến thời điểm tương ứng. Để bỏ qua phần lời thoại, hãy quay lại điểm trước.

source: Sorry
vi: Rất tiếc

source: We had some trouble loading the discussion. Please try again.
vi: Có lỗi kỹ thuật khi tải phần thảo luận. XIn vui lòng thử lại.

source: We had some trouble loading the threads you requested. Please try again.
vi: Có lỗi kỹ thuật khi tải phần bạn yêu cầu. Xin vui lòng thử lại.

source: We had some trouble processing your request. Please ensure you have copied any unsaved work and then reload the page.
vi: Có lỗi kỹ thuật khi xử lý yêu cầu của bạn. Hãy chắc chắn bạn đã sao chép các hoạt động chưa được lưu và sau đó tải lại trang.

source: We had some trouble processing your request. Please try again.
vi: Có lỗi kỹ thuật khi xử lý yêu cầu của bạn. Xin vui lòng thử lại.

source: there is currently %(numVotes)s vote
vi: hiện nay có %(numVotes)s phiếu bầu.

source: %(numVotes)s Vote
vi: %(numVotes)s Phiếu bầu

source: We had some trouble subscribing you to this thread. Please try again.
vi: Có lỗi kỹ thuật khi bạn đăng ký vào phần này. Xin vui lòng thử lại.

source: We had some trouble unsubscribing you from this thread. Please try again.
vi: Có lỗi kỹ thuật khi huỷ đăng đăng ký của bạn ở phần này. Xin vui lòng thử lại.

source: We had some trouble marking this response as an answer. Please try again.
vi: Có lỗi kỹ thuật trong việc nhận câu trả lời. Xin vui lòng thử lại

source: We had some trouble removing this response as an answer. Please try again.
vi: Có lỗi kỹ thuật khi huỷ câu trả lời. Xin vui lòng thử lại

source: We had some trouble marking this response endorsed. Please try again.
vi: Có lỗi kỹ thuật khi xác nhận câu trả lời. Xin vui lòng thử lại

source: We had some trouble removing this endorsement. Please try again.
vi: Có lỗi kỹ thuật khi huỷ việc xác nhận câu trả lời. Xin vui lòng thử lại

source: We had some trouble saving your vote. Please try again.
vi: Có lỗi kỹ thuật khi lưu lại phiếu bầu của bạn. Xin vui lòng thử lại

source: We had some trouble pinning this thread. Please try again.
vi: Có lỗi kỹ thuật khi gắn chủ đề này. Xin vui lòng thử lại

source: We had some trouble unpinning this thread. Please try again.
vi: Có lỗi kỹ thuật khi huỷ gắn chủ đề này. Xin vui lòng thử lại

source: We had some trouble removing your flag on this post. Please try again.
vi: Có lỗi kỹ thuật khi huỷ bỏ lệnh gắn cờ của bạn trong bài đăng này. Xin vui lòng thử lại

source: We had some trouble reporting this post. Please try again.
vi: Có lỗi kỹ thuật khi báo cáo bài đăng này. Xin vui lòng thử lại

source: We had some trouble closing this thread. Please try again.
vi: Có lỗi kỹ thuật khi đóng chủ đề này. Xin vui lòng thử lại

source: We had some trouble reopening this thread. Please try again.
vi: Có lỗi kỹ thuật khi mở lại chủ đề này. Xin vui lòng thử lại

source: Load more
vi: Tải thêm

source: We had some trouble loading more threads. Please try again.
vi: Có lỗi kỹ thuật khi tải thêm chủ để. Xin vui lòng thử lại

source: %(unread_count)s new comment
vi: %(unread_count)s bình luận mới

source: Loading thread list
vi: Tải danh mục chủ đề

source: No results found for %(original_query)s. Showing results for %(suggested_query)s.
vi: Không tìm thấy kết quả cho %(original_query)s. Hiện kết quả cho %(suggested_query)s.

source: No threads matched your query.
vi: Không có chủ đề nào hợp với yêu cầu của bạn.

source: Show posts by %(username)s.
vi: Hiện các bài đăng bởi %(username)s.

source: The thread you selected has been deleted. Please select another thread.
vi: Chủ đề bạn lựa chọn đã bị xoá. Xin vui lòng chọn chủ đề khác.

source: We had some trouble loading responses. Please reload the page.
vi: Có lỗi kỹ thuật khi tải. Xin vui lòng tải lại trang này.

source: We had some trouble loading more responses. Please try again.
vi: Có lỗi kỹ thuật khi tải thêm kết quả. Xin vui lòng tải lại.

source: %(numResponses)s other response
vi: %(numResponses)s các trang khác

source: %(numResponses)s response
vi: %(numResponses)s kết quả

source: Load next %(numResponses)s responses
vi: Tải %(numResponses)s kết quả tiếp theo.

source: We had some trouble loading the page you requested. Please try again.
vi: Có lỗi kỹ thuật khi tải trang bạn yêu cầu. Xin vui lòng thử lại.

source: We had some trouble deleting this comment. Please try again.
vi: Có lỗi kỹ thuật khi xoá bình luận này. Xin vui lòng tải lại.

source: Showing %(first_index)s out of %(num_items)s total
vi: Hiện %(first_index)s trong số %(num_items)s tổng

source: Showing %(first_index)s-%(last_index)s out of %(num_items)s total
vi: Hiện %(first_index)s-%(last_index)s trong sốf %(num_items)s tổng

source: e.g. 'http://google.com/'
vi: ví dụ. 'http://google.com/'

source: Please enter a term in the %(anchor_start)s search field%(anchor_end)s.
vi: Xin vui lòng nhập từ khoá vào %(anchor_start)s ô tìm kiếm%(anchor_end)s.

source: Basic Account Information (required)
vi: Thông tin cơ bản về tài khoản (bắt buộc)

source: Additional Information (optional)
vi: Các thông tin khác (không bắt buộc)

source: The name that appears on your Statements of Accomplishment. Other learners never see your full name.
vi: Họ và tên sẽ xuất hiện trong Chứng nhận hoàn thành khoá học của bạn. Các học viên khác sẽ không nhìn thấy họ tên đầy đủ của bạn

source: Reset your Password
vi: Cài đặt lại mật khẩu của bạn

source: Reset Password
vi: Cài đặt lại mật khẩu

source: When you click "Reset Password", a message will be sent to your email address. Click the link in the message to reset your password.
vi: Khi bạn chọn nút "Cài lại mật khẩu", chúng tôi sẽ gửi tin nhắn tới địa chỉ email của bạn. Hãy nhấn vào đường dẫn trong tin nhắn để cài lại mật khẩu.

source: Connected Accounts
vi: Tài khoản đã kết nối.

source: Connect your {accountName} account
vi: Kết nối tới {accountName} tài khoản

source: Unlink
vi: Huỷ kết nối

source: Link
vi: Kết nối

source: Page number
vi: Trang số

source: DISCUSSION HOME:
vi: TRANG CHỦ THẢO LUẬN:

source: Focus in on specific topics
vi: Tập trung vào các chủ đề cụ thể

source: Search for specific posts
vi: Tìm kiếm chủ đề cụ thể

source: Sort by date, vote, or comments
vi: Sắp xếp theo ngày, bình chọn, hoặc bình luận

source: Upvote posts and good responses
vi: Các bài đăng có phản hồi tốt

source: Report Forum Misuse
vi: Báo cáo lạm dụng việc sử dụng diễn đàn

source: Follow posts for updates
vi: Theo dõi cập nhật của các bài đăng

source: Visible To:
vi: Ẩn đối với:

source: Title:
vi: Tiêu đề:

source: Enter your question or comment
vi: Nhập câu hỏi hoặc bình luận của bạn:

source: Add Post
vi: Thêm bài đăng

source: Edit post title
vi: Chỉnh sửa tiêu đề bài đăng

source: By: Staff
vi: Bởi: Giảng viên

source: By: Community TA
vi: Bởi: Cộng đồng

source: Post type:
vi: Loại bài đăng:

source: Post a response:
vi: Đăng phản hồi:

source: Expand discussion
vi: Mở rộng thảo luận:

source: Collapse discussion
vi: Thu gọn thảo luận:

source: Topic Area:
vi: Chủ đề

source: Discussion topics; current selection is:
vi: Các chủ đề thảo luận; lựa chọn hiện tại là:

source: Filter topics
vi: Lọc chủ đề

source: Active Threads
vi: Các chủ đề đang hoạt động

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
vi: Các cài đặt này bao gồm thông tin cơ bản về tài khoản của bạn. Bạn có thể thêm các thông tin khác và xem các liên kết với tài khoản mạng xã hội khác của mình trên trang này.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
vi: Bạn đã đăng nhập thành công vào %(currentProvider)s, nhưng tài khoản %(currentProvider)s của bạn không có tài khoản %(platformName)s tương ứng. Để kết nối với tài khoản của bạn, hãy đăng nhập sử dụng mật khẩu của %(platformName)s tài khoản.

source: Password Reset Email Sent
vi: Đã gử email cài đặt lại mật khẩu

source: We've sent instructions for resetting your password to the email address you provided.
vi: Chúng tôi đã gửi hướng dẫn cài đặt lại mật khẩu của bạn tới địa chỉ email bạn cung cấp.

source: We couldn't sign you in.
vi: Bạn không thể đăng nhập.

source: An error occurred when signing you in to %(platformName)s.
vi: Có lỗi kỹ thuật khi đăng nhập bạn vào tài khoản %(platformName)s.

source: An error occurred.
vi: Có lỗi xảy ra.

source: We couldn't create your account.
vi: Không thể tạo tài khoản của bạn.

source: You've successfully signed into %(currentProvider)s.
vi: Bạn đã đăng nhập thành công vào %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
vi: Cần thêm một số thông tin trước khi bạn bắt đầu học với %(platformName)s.

source: %(university_name)s pursues the science of learning. Online learners are important participants in that pursuit. The information we gather from your engagement with our instructional offerings makes it possible for faculty, researchers, designers and engineers to continuously improve their work and, in that process, build learning science.
vi: %(university_name)s ứng dụng khoa học trong đào tạo. Học viên học qua mạng là những nhân tố quan trọng trong cam kết của chúng tôi. Các thông tin thu nhận được từ sự tham gia của các bạn theo hướng dẫn từ chương trình sẽ giúp các giảng viên, hướng dẫn viên, nhà nghiên cứu và các nhân viên kỹ thuật tiếp tục nâng cao chất lượng, và từ đó, tạo dựng nên khoa học đào tạo

source: By registering as an online learner, you are also participating in research intended to enhance Stanford's instructional offerings as well as the quality of learning and related sciences worldwide. In the interest of research, you may be exposed to some variations in the course materials. Stanford does not use learner data for any purpose beyond the University's stated missions of education and research. For purposes of research, we may share information we collect from online learning activities, including %(link_start)sPersonally Identifiable Information%(link_end)s, with researchers beyond Stanford. However, your Personally Identifiable Information will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research, and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
vi: Khi đăng ký là học viên qua mạng, đồng nghĩa với việc bạn tham gia nghiên cứu để nâng cao chất lượng đào tạo tại đại học Stanford cũng như khoa học đào tạo nói chung trên thế giới. VÌ mục đích nghiên cứu, một số khoá học có thể được thiết kế khác nhau. Stanford không sử dụng thông tin về học viên vào bất kỳ mục đích gì khác ngoài việc đóng góp vào sứ mệnh nghiên cứu và đào tạo của trường. Để nghiên cứu, chúng tôi có thể sẽ chia sẻ thông tin thu được từ các hoạt động đào tạo, bao gồm%(link_start)s và các thông tin cá nhân về học viên %(link_end)s, với các nhà nghiên cứu ngoài Stanford. Tuy nhiên, những thông tin cá nhân của học viên sẽ chỉ được chia sẻ theo quy định của pháp luật, và chỉ giới hạn tới các thông tin phục vụ mục đích nghiên cứu, và sẽ phải tuân theo các quy định chặt chẽ về bảo mật thông tin. Chúng tôi có thể sẽ chia sẻ với bên thứ 3 hoặc công bố một số thông tin không liên quan đến định danh của học viên. Tương tự, các tổng hợp kết quả nghiên cứu sẽ không đề cập đến thông tin định danh của học viên.

source: Please read our %(link_start)sPrivacy Policy%(link_end)s for more information regarding the processing, transmission and use of data collected through the Stanford Online website and Stanford's Lagunita platform.
vi: Xin vui lòng đọc thông tin trong đường dẫn %(link_start)s Chính sách bảo mật thông tin %(link_end)s để có thêm thông tin về quá trình xử lý, chuyển và sử dụng số liệu thu thập từ trang web Đào tạo qua mạng tại Stanford và nền tảng Lagunita.
